#+TITLE:       Main Google calendar entries
#+AUTHOR:      Matthias Fuchs
#+EMAIL:       matthiasfuchs01@gmail.com
#+DESCRIPTION: converted using the ical2org awk script
#+CATEGORY:    gcal
#+STARTUP:     hidestars
#+STARTUP:     overview
#+FILETAGS:    Project

* COMMENT original iCal preamble

* Geburtstag P. François
  :PROPERTIES:
  :ID:        cor34dj565hjab9pc9j38b9kccpj6b9p75gmcb9m60p3idhockq62ob16k@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2017-11-22 Mi 20:00]--[2017-11-22 Mi 20:15] =>  0:00
  :END:
<2017-11-24 Fr +1y>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART;VALUE=DATE:20171124
DTEND;VALUE=DATE:20171125
RRULE:FREQ=YEARLY;WKST=MO
EXDATE;VALUE=DATE:20191124
UID:cor34dj565hjab9pc9j38b9kccpj6b9p75gmcb9m60p3idhockq62ob16k@google.com
CREATED:20171123T124128Z
LAST-MODIFIED:20171123T124128Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Geburtstag P. François
TRANSP:TRANSPARENT
END:VEVENT
* Geburtstag Leopold (2017)
  :PROPERTIES:
  :ID:        clgjiopm70o32bb475h3eb9kc4sj6b9p64sjebb36ko66p9m6os6ad9n64@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2019-12-03 Di 17:00]--[2019-12-03 Di 17:15] =>  0:00
  :END:
<2017-02-10 Fr +1y>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART;VALUE=DATE:20170210
DTEND;VALUE=DATE:20170211
RRULE:FREQ=YEARLY;WKST=MO
EXDATE;VALUE=DATE:20200210
UID:clgjiopm70o32bb475h3eb9kc4sj6b9p64sjebb36ko66p9m6os6ad9n64@google.com
CREATED:20170810T112102Z
LAST-MODIFIED:20191212T184423Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Geburtstag Leopold (2017)
TRANSP:TRANSPARENT
END:VEVENT
* Geburtstag Julia 
  :PROPERTIES:
  :ID:        c4sjad3568sj4b9h75gm8b9kc4sj2bb2cpij4bb474rm6c9iclgj4e9o74@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2024-10-11 Fr 14:45]--[2024-10-11 Fr 15:15] =>  0:00
  :END:
<2017-10-12 Do +1y>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART;VALUE=DATE:20171012
DTEND;VALUE=DATE:20171013
RRULE:FREQ=YEARLY;WKST=SU
EXDATE;VALUE=DATE:20191012
UID:c4sjad3568sj4b9h75gm8b9kc4sj2bb2cpij4bb474rm6c9iclgj4e9o74@google.com
CREATED:20171012T051140Z
LAST-MODIFIED:20241020T081222Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Geburtstag Julia 
TRANSP:OPAQUE
BEGIN:VALARM
ACTION:DISPLAY
TRIGGER:-P0DT12H0M0S
DESCRIPTION:This is an event reminder
END:VALARM
END:VEVENT
* Geburtstag Gabriel (2012)
  :PROPERTIES:
  :ID:        cksjee9gc4rjibb46gsm8b9k61i3abb174q3gbb174pj4e1p64o38dhi70@google.com
  :STATUS:    TENTATIVE
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-03-07 Fr 15:00]--[2025-03-07 Fr 16:00] =>  0:00
  :END:
<2017-02-12 So +1y>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART;VALUE=DATE:20170212
DTEND;VALUE=DATE:20170213
RRULE:FREQ=YEARLY
EXDATE;VALUE=DATE:20200212
UID:cksjee9gc4rjibb46gsm8b9k61i3abb174q3gbb174pj4e1p64o38dhi70@google.com
CREATED:20170810T112102Z
LAST-MODIFIED:20250308T202231Z
SEQUENCE:1
STATUS:TENTATIVE
SUMMARY:Geburtstag Gabriel (2012)
TRANSP:OPAQUE
BEGIN:VALARM
ACTION:DISPLAY
TRIGGER:-P0DT0H10M0S
DESCRIPTION:This is an event reminder
END:VALARM
END:VEVENT
* Klavierunterricht Leopold
  :PROPERTIES:
  :ID:        190alt5j09e10tt6a7vr27c99r@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-09-12 Fr 16:00]--[2025-09-12 Fr 16:30] =>  0:00
  :END:
<2025-09-12 Fr 16:00-16:30 +1w>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART;TZID=Europe/Vienna:20250912T160000
DTEND;TZID=Europe/Vienna:20250912T163000
RRULE:FREQ=WEEKLY;BYDAY=FR
EXDATE;TZID=Europe/Vienna:20250912T160000
UID:190alt5j09e10tt6a7vr27c99r@google.com
CREATED:20250911T190732Z
LAST-MODIFIED:20250912T134518Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Klavierunterricht Leopold
TRANSP:OPAQUE
END:VEVENT
* Spiritualität und Kontemplation (ES4F604 FB)
  :PROPERTIES:
  :ID:        q0iup0i5gdjeotq5081cri518k@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-12-06 Sa 10:00]--[2025-12-06 Sa 19:30] =>  0:00
  :END:
<2025-12-06 Sa 10:00-19:30>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251206T080000Z
DTEND:20251206T173000Z
UID:q0iup0i5gdjeotq5081cri518k@google.com
CREATED:20250913T085313Z
LAST-MODIFIED:20250913T085402Z
SEQUENCE:1
STATUS:CONFIRMED
SUMMARY:Spiritualität und Kontemplation (ES4F604 FB)
TRANSP:OPAQUE
END:VEVENT
* Fachkonferenz Dek. Köstendorf (ES4F531 FB)
  :PROPERTIES:
  :ID:        vjkdi4mc17ufahuf3b4ufq1c50@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-07 Di 15:00]--[2025-10-07 Di 18:15] =>  0:00
  :END:
<2025-10-07 Di 15:00-18:15>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251007T130000Z
DTEND:20251007T161500Z
UID:vjkdi4mc17ufahuf3b4ufq1c50@google.com
CREATED:20250913T085117Z
LAST-MODIFIED:20250913T085427Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Fachkonferenz Dek. Köstendorf (ES4F531 FB)
TRANSP:OPAQUE
END:VEVENT
* Philosophieren und Theologisieren mit Kindern (ES4F512 FB)
  :PROPERTIES:
  :ID:        936cj7usv6nh3261dc7d8v30d0@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2026-04-29 Mi 15:00]--[2026-04-29 Mi 18:15] =>  0:00
  :END:
<2026-04-29 Mi 15:00-18:15>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20260429T130000Z
DTEND:20260429T161500Z
UID:936cj7usv6nh3261dc7d8v30d0@google.com
CREATED:20250913T085618Z
LAST-MODIFIED:20250913T085650Z
SEQUENCE:1
STATUS:CONFIRMED
SUMMARY:Philosophieren und Theologisieren mit Kindern (ES4F512 FB)
TRANSP:OPAQUE
END:VEVENT
* Kletterkurs Gabriel
  :PROPERTIES:
  :ID:        3ikl9lj14v52hso32a29bk110i@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-09-15 Mo 16:15]--[2025-09-15 Mo 17:45] =>  0:00
  :END:
<2025-09-15 Mo 16:15-17:45 +1w>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART;TZID=Europe/Vienna:20250915T161500
DTEND;TZID=Europe/Vienna:20250915T174500
RRULE:FREQ=WEEKLY;BYDAY=MO
UID:3ikl9lj14v52hso32a29bk110i@google.com
CREATED:20250916T081445Z
LAST-MODIFIED:20250916T081445Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Kletterkurs Gabriel
TRANSP:OPAQUE
END:VEVENT
* Konferenz MS Mattsee
  :PROPERTIES:
  :ID:        l6m4sv80b4cfhfhfji1okb5bvg@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-06 Mo 16:15]--[2025-10-06 Mo 18:15] =>  0:00
  :END:
<2025-10-06 Mo 16:15-18:15>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251006T141500Z
DTEND:20251006T161500Z
UID:l6m4sv80b4cfhfhfji1okb5bvg@google.com
CREATED:20250923T074616Z
LAST-MODIFIED:20250923T074616Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Konferenz MS Mattsee
TRANSP:OPAQUE
END:VEVENT
* Supplierstunde 4a PH
  :PROPERTIES:
  :ID:        93nphir40k7c1hh26jtcntk0go@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-09-26 Fr 12:30]--[2025-09-26 Fr 13:20] =>  0:00
  :END:
<2025-09-26 Fr 12:30-13:20>

[[https://www.ardmediathek.de/video/auf-spurensuche-oder-ard-wissen/kampf-ums-klima/br/Y3JpZDovL2JyLmRlL2Jyb2FkY2FzdC9iZmJlMWQzNi0yM2ZkLTRiOWUtYjdmNi0xMTU3ZDljZmE3NDhfb25saW5lYnJvYWRjYXN0][Kampf ums Klima · Was, wenn jemand die Sonne abdunkelt?]]
** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20250926T103000Z
DTEND:20250926T112000Z
UID:93nphir40k7c1hh26jtcntk0go@google.com
CREATED:20250925T055556Z
DESCRIPTION:[[https://www.ardmediathek.de/video/auf-spurensuche-oder-ard-wi
 ssen/kampf-ums-klima/br/Y3JpZDovL2JyLmRlL2Jyb2FkY2FzdC9iZmJlMWQzNi0yM2ZkLTR
 iOWUtYjdmNi0xMTU3ZDljZmE3NDhfb25saW5lYnJvYWRjYXN0][Kampf ums Klima · Was\, 
 wenn jemand die Sonne abdunkelt?]]
LAST-MODIFIED:20250930T083107Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Supplierstunde 4a PH
TRANSP:OPAQUE
END:VEVENT
* Supplierstunde 4a CH
  :PROPERTIES:
  :ID:        c9l5q3368l0uqt0tle66hgtl3o@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-01 Mi 10:40]--[2025-10-01 Mi 11:30] =>  0:00
  :END:
<2025-10-01 Mi 10:40-11:30>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251001T084000Z
DTEND:20251001T093000Z
UID:c9l5q3368l0uqt0tle66hgtl3o@google.com
CREATED:20250930T083254Z
LAST-MODIFIED:20250930T083254Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Supplierstunde 4a CH
TRANSP:OPAQUE
END:VEVENT
* Lesen und Beten
  :PROPERTIES:
  :ID:        4sdskktgp92ahiimjadfb1i94l@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-01 Mi 10:40]--[2025-10-01 Mi 11:30] =>  0:00
  :END:
<2025-09-30 Di 23:30>--<2025-10-01 Mi 00:30>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20250930T213000Z
DTEND:20250930T223000Z
UID:4sdskktgp92ahiimjadfb1i94l@google.com
CREATED:20250930T210456Z
LAST-MODIFIED:20250930T210456Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Lesen und Beten
TRANSP:OPAQUE
END:VEVENT
* Lesen
  :PROPERTIES:
  :ID:        6755m3ek2rfog913pq9vdrst56@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-01 Mi 20:30]--[2025-10-01 Mi 21:30] =>  0:00
  :END:
<2025-10-01 Mi 20:30-21:30>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251001T183000Z
DTEND:20251001T193000Z
UID:6755m3ek2rfog913pq9vdrst56@google.com
CREATED:20250930T211140Z
LAST-MODIFIED:20250930T211140Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Lesen
TRANSP:OPAQUE
END:VEVENT
* Sport
  :PROPERTIES:
  :ID:        0t6hkk18bmnvvtjvi8h2tjkufk@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-01 Mi 18:00]--[2025-10-01 Mi 19:00] =>  0:00
  :END:
<2025-10-01 Mi 18:00-19:00>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251001T160000Z
DTEND:20251001T170000Z
UID:0t6hkk18bmnvvtjvi8h2tjkufk@google.com
CREATED:20250930T211956Z
LAST-MODIFIED:20250930T211956Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Sport
TRANSP:OPAQUE
END:VEVENT
* Konferenz MS Seekirchen
  :PROPERTIES:
  :ID:        7jlr90u9smch39ddelba0e5be0@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-08 Mi 16:00]--[2025-10-08 Mi 18:00] =>  0:00
  :END:
<2025-10-08 Mi 16:00-18:00>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251008T140000Z
DTEND:20251008T160000Z
UID:7jlr90u9smch39ddelba0e5be0@google.com
CREATED:20251001T060106Z
LAST-MODIFIED:20251001T060106Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Konferenz MS Seekirchen
TRANSP:OPAQUE
END:VEVENT
* Karate Leopold
  :PROPERTIES:
  :ID:        4v8kkid7bu60u9qgb94qiiiu17@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-10 Fr 16:30]--[2025-10-10 Fr 17:30] =>  0:00
  :END:
<2025-10-10 Fr 16:30-17:30 +1w>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART;TZID=Europe/Vienna:20251010T163000
DTEND;TZID=Europe/Vienna:20251010T173000
RRULE:FREQ=WEEKLY;WKST=MO;BYDAY=FR,TU
UID:4v8kkid7bu60u9qgb94qiiiu17@google.com
CREATED:20251001T060136Z
LAST-MODIFIED:20251001T060136Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Karate Leopold
TRANSP:OPAQUE
END:VEVENT
* Karate Leopold
  :PROPERTIES:
  :ID:        1n86bvcv8doopo0i8aoccu1839@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-09-30 Di 16:30]--[2025-09-30 Di 17:30] =>  0:00
  :END:
<2025-09-30 Di 16:30-17:30>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20250930T143000Z
DTEND:20250930T153000Z
UID:1n86bvcv8doopo0i8aoccu1839@google.com
CREATED:20251001T060341Z
LAST-MODIFIED:20251001T060341Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Karate Leopold
TRANSP:OPAQUE
END:VEVENT
* Karate Leopold
  :PROPERTIES:
  :ID:        660falg2jamr2cvl4mqrlj0h57@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-03 Fr 16:30]--[2025-10-03 Fr 17:30] =>  0:00
  :END:
<2025-10-03 Fr 16:30-17:30>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251003T143000Z
DTEND:20251003T153000Z
UID:660falg2jamr2cvl4mqrlj0h57@google.com
CREATED:20251001T060352Z
LAST-MODIFIED:20251001T060352Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Karate Leopold
TRANSP:OPAQUE
END:VEVENT
* Lesen und Beten
  :PROPERTIES:
  :ID:        29ulcauqtvuqcqokqur88tjhi6@google.com
  :STATUS:    CONFIRMED
  :ATTENDING: ATTENDING
  :ATTENDEES: 
  :END:
  :LOGBOOK:
  CLOCK: [2025-10-01 Mi 22:00]--[2025-10-01 Mi 23:00] =>  0:00
  :END:
<2025-10-01 Mi 22:00-23:00>

** COMMENT original iCal entry
 
BEGIN:VEVENT
DTSTART:20251001T200000Z
DTEND:20251001T210000Z
UID:29ulcauqtvuqcqokqur88tjhi6@google.com
CREATED:20251001T091226Z
LAST-MODIFIED:20251001T091226Z
SEQUENCE:0
STATUS:CONFIRMED
SUMMARY:Lesen und Beten
TRANSP:OPAQUE
END:VEVENT
